Repository: Biblbrox/3dScene
Catalog: locale/*/LC_MESSAGES/scene.po
Languages: ru

source: Background color
ru: Цвет фона

source: Check collision
ru: Проверка коллизий

source: Color Settings
ru: Настройки цвета

source: Dots density
ru: Плотность точек

source: Drag sensitivity:
ru: Чувствительность d&d

source: Draw Leafs
ru: Отрисовка листьев

source: Draw Rays
ru: Отрисовка лучей

source: Draw Textures
ru: Отрисовка текстур

source: Draw bounding boxes
ru: Отрисовка aabb

source: Draw pattern
ru: Отрисовка паттерна

source: Edit mode
ru: Редактирование

source: Laser Settings
ru: Настройки лазера

source: Laser pitch
ru: Тангаж

source: Laser position
ru: Местоположение лидара

source: Laser settings
ru: Настроки лидара

source: Laser Yaw
ru: Рыскание

source: Length of rays
ru: Длина лучей

source: Light position
ru: Позиция источника света

source: Load config
ru: Загрузить настройки

source: Load simulation
ru: Загрузить симуляцию

source: Minimal rect fraction size
ru: Минимальный размер AABB

source: Pause simulation
ru: Пауза

source: Prism frequencies
ru: Частоты призм

source: Prism start angle
ru: Начальные углы поворота призм

source: Camera position
ru: Местоположение камеры

source: Save config
ru: Сохранить настройки

source: Save simulation
ru: Сохранить симуляцию

source: Show camera pos
ru: Показать местоположение камеры

source: Start simulation
ru: Начать симуляцию

source: Stop simulation
ru: Осановить симуляцию

source: Tree level show
ru: Уровень BVH

source: Video settings
ru: Настройки рендера

source: View
ru: Вид
